export default {

  icon: {
    title: 'Иконки',
    preview: {
      title: 'Предпросмотр иконок',
      search: {
        placeholder: 'Поиск иконок'
      },
      usage: {
        title: 'Руководство по использованию иконок',
        description: 'Нажмите на иконку, чтобы скопировать использование компонента',
        methods: {
          title: 'Способы использования',
          component: 'Использование компонента',
          import: 'Оператор импорта'
        }
      },
      categories: {
        title: 'Категории иконок',
        direction: 'Направленные иконки',
        suggestion: 'Иконки подсказок',
        edit: 'Иконки редактирования',
        data: 'Иконки данных',
        other: 'Общие иконки сайта',
        brand: 'Иконки брендов и логотипов'
      }
    }
  }
}
